//-----------------------------------------------------------------------------
// 	Localizable.strings 
//	
//	Copyright (c) 2000-2006 Digidesign Inc.
//	All rights reserved
//
//	CONFIDENTIAL: This document contains confidential information. 
//	Do not disclose any information contained in this document to any
//	third-party without the prior written consent of Digidesign Inc.
//	
//-----------------------------------------------------------------------------

/* L10N_DHS3 */

	"100" = "??";
	"101" = "提示";
	"102" = "候選名單";
	"103" = "類比 (DB-25)";
	"104" = "AES/EBU (DB-25)";
	"105" = "Dig";
	"106" = "控制室路徑";
	"107" = "格式";
	"108" = "下折";
	"109" = "未知";
	"110" = "主控";
	"111" = "備用";
	"112" = "無";
	"113" = "單聲道";
	"114" = "立體聲";
	"115" = "2.1";
	"116" = "LCR";
	"117" = "四聲道立體聲";
	"118" = "LCRS";
	"119" = "5.0";
	"120" = "5.1";
	"121" = "6.0";
	"122" = "6.1";
	"123" = "7.0";
	"124" = "7.1";
	"125" = "7.0 SDDS";
	"126" = "7.1 SDDS";
	"127" = "7.0.2";
	"128" = "7.1.2";
	"129" = "Overhead";
	"130" = "11.0";
	"131" = "11.1";
	"132" = "一般";
	"133" = "1";
	"134" = "2";
	"135" = "3";
	"136" = "4";
	"137" = "5";
	"138" = "6";
	"139" = "7";
	"140" = "8";
	"141" = "9";
	"142" = "10";
	"143" = "11";
	"144" = "12";
	"145" = "?";
	"146" = "L";
	"147" = "Lc";
	"148" = "C";
	"149" = "M";
	"150" = "Rc";
	"151" = "R";
	"152" = "Lss";
	"153" = "Rss";
	"154" = "Lsr";
	"155" = "Rsr";
	"156" = "Ls";
	"157" = "Cs";
	"158" = "S";
	"159" = "Rs";
	"160" = "Lts";
	"161" = "Rts";
	"162" = "Lw";
	"163" = "Rw";
	"164" = "LFE";
	"165" = "1st Order Ambisonics";
	"166" = "2nd Order Ambisonics";
	"167" = "3rd Order Ambisonics";
	"168" = "00";
	"169" = "01";
	"170" = "02";
	"171" = "03";
	"172" = "04";
	"173" = "05";
	"174" = "06";
	"175" = "07";
	"176" = "08";
	"177" = "09";
	"178" = "10";
	"179" = "11";
	"180" = "12";
	"181" = "13";
	"182" = "14";
	"183" = "15";
	"184" = "Main";
	"185" = "Alt 1";
	"186" = "Alt 2";
	"187" = "HP %1";

/* L10N_StudioMgr2 */

	"200" = "單聲道";
	"201" = "立體";
	"202" = "單聲道";
	"203" = "立體";
	"204" = "LCR";
	"205" = "Quad";
	"206" = "LCRS";
	"207" = "5.0";
	"208" = "6.0";
	"209" = "7.0 SDDS";
	"210" = "7.0";
	"211" = "9.0";
	"212" = "2.1";
	"213" = "5.1";
	"214" = "6.1";
	"215" = "7.1 SDDS";
	"216" = "7.1";
	"217" = "輸入";
	"218" = "輸出";
	"219" = "匯流排";
	"220" = "插入";
	"221" = "SampleCell";
	"222" = "左";
	"223" = "左中";
	"224" = "中置";
	"225" = "子";
	"226" = "右中";
	"227" = "右";
	"228" = "左／右";
	"229" = "左環繞";
	"230" = "中置環繞";
	"231" = "右環繞";
	"232" = "環繞";
	"233" = "LFE";
	"234" = "錄製音軌#%1";
	"235" = "關";
	"236" = "動態";
	"237" = "主音量";
	"238" = "發送音量";
	"239" = "Best Pro Tools deck available";
	"240" = "Best TDM deck available";
	"241" = "Best TDM Pro Tools deck available";
	"242" = "Fact";
	"243" = "SampleCell #%1";
	"244" = "SC #%1";
	"245" = "傳聲器前置放大器";
	"246" = "Pro Tools|HD (1 DSP, %1 發音)";
	"247" = "Pro Tools|HD (1 DSP, %1 發音)";
	"248" = "Pro Tools|HD (1 DSP, %1 發音)";
	"249" = "Pro Tools|HD (2 DSP, %1 發音)";
	"250" = "Pro Tools|HD (2 DSP, %1 發音)";
	"251" = "Pro Tools|HD (2 DSP, %1 發音)";
	"252" = "Pro Tools|HD (3 DSP, %1 發音)";
	"253" = "Pro Tools|HD (3 DSP, %1 發音)";
	"254" = "Pro Tools|HD (3 DSP, %1 發音)";
	"255" = "Pro Tools|HD (4 DSP, %1 發音)";
	"256" = "Pro Tools|HD (4 DSP, %1 發音)";
	"257" = "Pro Tools|HD (4 DSP, %1 發音)";
	"258" = "Pro Tools|HD (5 DSP, %1 發音)";
	"259" = "Pro Tools|HD (5 DSP, %1 發音)";
	"260" = "Pro Tools|HD (5 DSP, %1 發音)";
	"261" = "Pro Tools|HD (6 DSP, %1 發音)";
	"262" = "Pro Tools|HD (6 DSP, %1 發音)";
	"263" = "Pro Tools|HD (6 DSP, %1 發音)";
	"264" = "Pro Tools|HD (7 DSP, %1 發音)";
	"265" = "Pro Tools|HD (7 DSP, %1 發音)";
	"266" = "Pro Tools|HD (7 DSP, %1 發音)";
	"267" = "Pro Tools|HD (8 DSP, %1 發音)";
	"268" = "Pro Tools|HD (8 DSP, %1 發音)";
	"269" = "Pro Tools|HD (8 DSP, %1 發音)";
	"270" = "Pro Tools|HD (9 DSP, %1 發音)";
	"271" = "Pro Tools|HD (9 DSP, %1 發音)";
	"272" = "LE 於 Pro Tools|HD";
	"273" = "96 I/O";
	"274" = "192 I/O";
	"275" = "192 Digital I/O";
	"276" = "沒有找到給deck用的週邊。";
	"277" = "96i I/O";
	"278" = "dyn";
	"279" = "試圖儲存映射檔案時遇到錯誤。";
	"280" = "將插件映射儲存為:";
	"281" = "將插件映像儲存為:";
	"282" = "選擇映射檔案：";
	"283" = "試圖讀映射檔案時遇到錯誤。";
	"284" = "一個或多個主推桿不能被啟動因為%1。";
	"285" = "工作階段已使用選取輸出路徑。輸出路徑的AFL or PFL信號會被衝突。";
	"286" = "獨奏模式更改至SIP因為DSP資源不足使用AFL/PFL。被動插件或音軌去釋放DSP資源。";
	"287" = "正在升級獨奏連接...";
	"288" = "HD Native";
	"289" = "原有路徑已存在，您會如何處理？";
	"290" = "刪除未用的路徑";
	"291" = "刪除原有路徑";
	"292" = "增加至原有路徑";
	"293" = "取消";
	"294" = "Pro Tools|HDX (%1 張卡，%2 個發音）";
	"295" = "Pro Tools|HDX (%1 張卡，%2 個發音）";
	"296" = "Pro Tools|HDX (%1 張卡，%2 個發音）";
	"297" = "Pro Tools|HDX (%1 張卡，%2 個發音）";
	"298" = "HD Native Thunderbolt";

/* L10N_StudioMgr3 */

	"300" = "(unknown)";
	"301" = "VENUE HD";
	"302" = "舞臺輸入";
	"303" = "HD 輸出";
	"304" = "HD 可分配";
	"305" = "可分配";
	"306" = "如要使用AFL/PFL模式, 請關閉Pro Tools和安裝Surround Mixer插件。";
	"307" = "請確認所有線路連線適當";
	"308" = "偵測到連線錯誤 %1";
	"309" = "靜音";
	"310" = "返送靜音";
	"311" = "Object Toggle";
	"312" = "Multi Object";
	"313" = "刪除自訂插件映像將使映像自系統移除而且無法復原。使用該映像的所有插件都將恢復成為預設映像。確認要刪除這些映像嗎？";
	"314" = "此行動將永久刪除系統上的所有自訂插件映射及 ICON 推子插件映射，而且無法復原。所有插件將恢復為出廠預設映射。確認要刪除所有映射嗎？";
	"315" = "該動作將從系統永久刪除所有自訂插件映射，並不能還原。所有插件都將還原成工廠預設映射。確信要刪除所有映射嗎？";
	"316" = "出廠預設映像";
	"317" = "自訂映像 ";
	"318" = "插件映像匯入";
	"319" = "自此插件映像檔案匯入時，將取代下列項目:";
	"320" = "  - 所有ICON推子插件映像";
	"321" = "  - \"%1\" 包括 %2";
	"322" = "要繼續嗎？";
	"323" = "<未知的插件>";
	"324" = "ICON";
	"325" = "ProControl";
	"326" = "24-推子";
	"327" = "8-推子";
	"328" = "正在更新插件映像";
	"329" = "HD I/O";
	"330" = "HD OMNI I/O";
	"331" = "MADI I/O";
	"332" = "主";
	"333" = "提示";
	"334" = "對話框";
	"335" = "效果";
	"336" = "音樂";
	"337" = "無";
	"338" = "自訂...";
	"339" = "（不適用）";
	"340" = "輸入 ";
	"341" = "輸出 ";
	"342" = "MADI 1 (1-14)";
	"343" = "MADI 1 (1-16)";
	"344" = "MADI 1 (1-28)";
	"345" = "MADI 1 (1-32)";
	"346" = "MADI 1 (33-48)";
	"347" = "MADI 1 (33-56)";
	"348" = "MADI 1 (33-64)";
	"349" = "MADI 2 (1-14)";
	"350" = "MADI 2 (1-16)";
	"351" = "MADI 2 (1-28)";
	"352" = "MADI 2 (1-32)";
	"353" = "重建混音器中...";
	"354" = "更新 I/O 設定中...";
	"355" = "左環繞聲";
	"356" = "右環繞聲";
	"357" = "左後環繞聲";
	"358" = "右後環繞聲";
	"359" = "Left Top Surround";
	"360" = "Right Top Surround";
	"361" = "在 stem %1 檢測到反饋循環，系統將忽略循環。";
	"362" = "無法補償音軌 (%1) 延遲。";
	"363" = "Configuring Mixer...";
	"364" = "Enabling Side Chain Delay Compensation";
	"365" = "Disabling Side Chain Delay Compensation";
	"366" = "Inspecting track (%1)";
	"367" = "There is not enough DSP to enable Side Chain Compensation Error (%1)";
	"368" = "Configuring Track %1 ...";
	"369" = "Network";
	"370" = "Unable to create host mixer";
	"371" = "offline";
	"372" = "WARNING: Do not proceed until reading.\n\n";
	"373" = "Renderer mappings have been dropped because the renderer input configuration does not match Pro Tools. This may result in lost track automation if you ‘OK’ the IO Setup window.\n\nTo resolve this without losing automation:\n\t• Click CANCEL in the IO Setup window\n\t• On the renderer, ensure the input configuration matches Pro Tools\n\t• Reopen the IO Setup, verify there are no more warnings, then click ‘OK’ to confirm.\n\nDropped Mappings:\n\n";
	"374" = "Renderer mappings have been dropped because there are not exactly two sub-paths within the stereo bus:\n\nTo resolve this without losing automation:\n\t• Take note of the dropped mappings, or save a report\n\t• Continue opening IO Setup\n\t• Find the busses that were listed in the dropped mapping report, and modify stereo objects to contain only 2 mono subpaths\n\t• Remap modified subpaths to any available consecutive objects \n\t• ‘OK’ the IO Setup Window\n\nDropped Mappings:\n\n";
	"375" = "Renderer mappings have been dropped because the stereo bus sub-paths had non-consecutive object assignments:\n\nTo resolve this without losing automation:\n\t• Take note of the dropped mappings, or save a report\n\t• Continue opening IO Setup\n\t• Find the busses that were listed in the dropped mapping report, and remap their subpaths to any available consecutive objects\n\t• ‘OK’ the IO Setup Window\n\nDropped Mappings:\n\n";
	"376" = "Pro Tools has detected changes which may result in lost mappings to the Dolby Atmos Renderer for tracks currently used in the session.\n\n";
	"377" = "Dropped object mappings may result in lost track automation. To avoid this, you can either cancel the IO Setup window and start over, or fix the removed mappings.\n\n";
	"378" = "Dropped Mappings";
	"379" = "Dropped Renderer Mappings:\n";
	"380" = "Would you like to proceed?";
	"381" = "Input Index";
	"382" = "The Aux I/O device '%1' does not support the current Pro Tools H/W Buffer Size (%2). Audio artifacts may be heard.";

/* L10N_StudioMgr4 */

	"400" = "Pro Tools|HDX";
	"401" = "These files are not valid settings files for Clip Effects:";
	"402" = "MTRX 16x16";
	"403" = "MTRX DigiLink Main";
	"404" = "Left Wide";
	"405" = "Right Wide";
	"406" = "11.0 %1-%2";
	"407" = "11.1 %1-%2";
	"408" = "11.0 %1";
	"409" = "11.1 %1";
	"410" = "no object";
	"411" = "Mono %1";
	"412" = "Stereo %1-%2";
	"413" = "LCR %1-%2";
	"414" = "Quad %1-%2";
	"415" = "LCRS %1-%2";
	"416" = "5.0 %1-%2";
	"417" = "6.0 %1-%2";
	"418" = "7.0 SDDS %1-%2";
	"419" = "7.0 %1-%2";
	"420" = "5.1 %1-%2";
	"421" = "6.1 %1-%2";
	"422" = "7.1 SDDS %1-%2";
	"423" = "7.1 %1-%2";
	"424" = "7.0.2 %1-%2";
	"425" = "7.1.2 %1-%2";
	"426" = "Mono %1";
	"427" = "Bus %1-%2";
	"428" = "LCR %1";
	"429" = "Quad %1";
	"430" = "LCRS %1";
	"431" = "5.0 %1";
	"432" = "6.0 %1";
	"433" = "7.0 SDDS %1";
	"434" = "7.0 %1";
	"435" = "5.1 %1";
	"436" = "6.1 %1";
	"437" = "7.1 SDDS %1";
	"438" = "7.1 %1";
	"439" = "7.0.2 %1";
	"440" = "7.1.2 %1";
	"441" = "1AmbiACN %1";
	"442" = "2AmbiACN %1";
	"443" = "3AmbiACN %1";
	"444" = "1AmbiACN %1-%2";
	"445" = "2AmbiACN %1-%2";
	"446" = "3AmbiACN %1-%2";
	"447" = "1st Order Ambisonics";
	"448" = "2nd Order Ambisonics";
	"449" = "3rd Order Ambisonics";
	"450" = "7.0.2";
	"451" = "7.1.2";
	"452" = "W";
	"453" = "X";
	"454" = "Y";
	"455" = "Z";
	"456" = "0";
	"457" = "1";
	"458" = "2";
	"459" = "3";
	"460" = "4";
	"461" = "5";
	"462" = "6";
	"463" = "7";
	"464" = "8";
	"465" = "9";
	"466" = "A";
	"467" = "B";
	"468" = "C";
	"469" = "D";
	"470" = "E";
	"471" = "F";
	"472" = "The current session has an output bus mapped to this output and it may not be remapped to an object";
	"473" = "There are no available renderer mapping for this channel width";
	"474" = "Auto-height overrides height automation";
	"475" = "Pro Tools|HDX (%1 Card(s), %2 Voices)";
	"476" = "Pro Tools|HDX (%1 Card(s), %2 Voices)";
	"477" = "Pro Tools|HDX (%1 Card(s), %2 Voices)";
	"478" = "Pro Tools|Carbon";

